Repository: Joooooools/friendica-addon-dashboard
Catalog: dashboard/lang/*/messages.po
Languages: de

source: Copy Text
de: Kopieren

source: Copied
de: Kopiert

source: Week
de: Woche

source: Current Time
de: Aktuelle Zeit

source: Appointments
de: Termine

source: Reminder enabled
de: Erinnerung aktiviert

source: Templates
de: Vorlagen

source: Settings
de: Einstellungen

source: Invalid date/time for appointment #%1$d: %2$s
de: Ungültiges Datum/Uhrzeit für Termin #%1$d: %2$s

source: Potentially dangerous content in template #%d. Not saved.
de: Möglicherweise gefährlicher Inhalt in Vorlage #%d. Nicht gespeichert.

source: Label
de: Bezeichnung

source: Date and Time
de: Datum und Uhrzeit

source: Show this appointment in the Dashboard
de: Diesen Termin im Dashboard anzeigen

source: Enable alarm for this appointment
de: Erinnerung für diesen Termin aktivieren

source: Appointment
de: Termin

source: Add Appointment
de: Termin erstellen

source: Delete
de: Löschen

source: You can only add up to 10 appointments.
de: Es können maximal 10 Termine erstellt werden.

source: Add Template
de: Vorlage erstellen

source: You can only add up to 10 templates.
de: Du kannst nur bis zu 10 Vorlagen erstellen.

source: Template
de: Vorlage

source: Customize Dashboard Style
de: Dashboard-Stil anpassen

source: Select your preferred theme for the Dashboard.
de: Bevorzugtes Design für das Dashboard auswählen.

source: The Dashboard Addon provides a customizable dashboard in the network sidebar. It displays the current date, week, time, appointments with reminder functionality, and templates. The style of the widget can be chosen from various designs.
de: Das Dashboard-Addon bietet ein individuell anpassbares Dashboard in der Netzwerk-Seitenleiste. Es zeigt das aktuelle Datum, die Woche, die Uhrzeit, Termine mit Erinnerungsfunktion sowie Vorlagen an. Der Stil des Widgets kann aus verschiedenen Designs ausgewählt werden.

source: General Settings
de: Allgemeine Einstellungen

source: Activate Dashboard Widget and display it in the Sidebar
de: Dashboard-Widget aktivieren und in der Seitenleiste anzeigen

source: Select Timezone
de: Zeitzone auswählen

source: Select preferred timezone for times and appointments.
de: Bevorzugte Zeitzone für Uhrzeit und Termine auswählen.

source: Select Date Format
de: Datumsformat auswählen

source: Select preferred date format for times and appointments.
de: Bevorzugtes Datumsformat für Uhrzeit und Termine auswählen.

source: Show "Uhr" after time
de: Zeige das Wort "Uhr" bei der Zeit an

source: Show "Uhr" after appointment times
de: Zeige das Wort "Uhr" bei Terminen an

source: Overview
de: Übersicht

source: Up to 10 appointments can be displayed in the Dashboard. In addition, a reminder can be activated for the appointment. At the desired time, if the reminder is activated, the appointment will be highlighted in red in the Dashboard.
de: Bis zu 10 Termine können im Dashboard angezeigt werden. Zusätzlich kann eine Erinnerung für den Termin aktiviert werden. Zur gewünschten Zeit wird der Termin, wenn die Erinnerung aktiviert ist, im Dashboard rot hervorgehoben.

source: Show Appointments in the Dashboard
de: Termine im Dashboard anzeigen

source: With the help of templates, frequently used texts, links, etc. can be saved and displayed in the Dashboard. With a click, the template is copied to the clipboard and can then be pasted anywhere.
de: Mit Hilfe von Vorlagen können häufig verwendete Texte, Links usw. gespeichert und im Dashboard angezeigt werden. Mit einem Klick wird die Vorlage in die Zwischenablage kopiert und kann so überall eingefügt werden.

source: Show Templates in the Dashboard
de: Vorlagen im Dashboard anzeigen

source: Show Template in the Dashboard
de: Diese Vorlage im Dashboard anzeigen

source: Create New Appointment
de: Neuen Termin erstellen

source: Create New Template
de: Neue Vorlage erstellen

source: Save Settings
de: Einstellungen speichern

source: Dashboard Settings
de: Dashboard-Einstellungen
